import React from 'react';
import './services.scss';
const Services = () => {
    return (
        <div className='services' id="services">
            <h2>Послуги</h2>

                    <h3>Розробка сайтів під ключ</h3>
                    <p>Ми знаємо, що кожен бізнес унікальний, тому пропонуємо розробку сайтів «під ключ», які підкреслять вашу індивідуальність та допоможуть виділитися серед конкурентів. Ми поки що невелика команда, але вкладаємо максимум зусиль у кожен проект, щоб забезпечити високу якість та функціональність вашого сайту.</p>

                    <h3>UX/UI Дизайн</h3>
                    <p>Для нас важливо, щоб ваш сайт був не лише красивим, але й зручним для користувачів. Ми проводимо аналіз потреб користувачів і створюємо дизайн, який підкреслює ваш стиль та забезпечує комфортну взаємодію з вашим брендом. Наша команда прагне до найкращих практик UX/UI, спираючись на останні тенденції і власне бачення зручності.</p>

                    <h3>SEO-Оптимізація для початківців</h3>
                    <p>Ми тільки починаємо свою діяльність у SEO, але вже вивчили базові принципи пошукової оптимізації, які допоможуть вашим клієнтам легше знаходити ваш сайт у мережі. Ми дбаємо про структуру та контент так, щоб вони відповідали вимогам пошукових систем і допомагали вам підвищити онлайн-присутність.</p>

                    <h3>Технічна підтримка</h3>
                    <p>Після запуску сайту ми не залишаємо наших клієнтів наодинці з питаннями, які можуть виникнути. Наша команда забезпечує початкову технічну підтримку, вирішуючи дрібні проблеми та відповідаючи на ваші запити, щоб ваш сайт працював стабільно і без перебоїв.</p>

                    <h3>Прототипування і тестування</h3>
                    <p>Перед запуском ми проводимо базове тестування кожного проєкту, щоб переконатися, що всі елементи працюють належним чином. Наш процес включає створення простих прототипів, тестування на різних пристроях і браузерах, щоб мінімізувати помилки та забезпечити якісний досвід для користувачів.</p>

        </div>
    );
};

export default Services;