import React from 'react';
import './partfolio.scss'

const Partfolio = () => {
    return (
        <div className='partfolio' id='portfolio'>
            <h2>Портфоліо</h2>
            <div className="project">
                <h3>To Do LIst</h3>
                <p>Адаптивний дизайн, To Do LIst <br/> це простий та зручний веб-додаток для управління завданнями. Користувачі можуть додавати, редагувати та видаляти справи, а також відмічати виконані. Інтерфейс є інтуїтивно зрозумілим, що дозволяє швидко налаштувати списки завдань і зосередитися на важливих справах. Додаток використовує технології React, що забезпечує швидкість і плавність роботи.</p>
                <a href="https://react-todo-git-main-andreys-projects-ede7bc3b.vercel.app/">To Do List</a>
            </div>
            <div className="project">
                <h3>Marvel</h3>
                <p>Адаптивний дизайн, Marvel <br/>
                    пропонує інтерфейс для перегляду та управління даними про персонажів всесвіту Marvel. Користувачі можуть шукати, переглядати деталі про супергероїв, а також отримувати цікаві факти. Додаток побудований на React, що забезпечує швидкий та інтерактивний досвід користування. Сайт має привабливий дизайн, що відображає стиль коміксів Marvel.</p>
                <a href="https://marvel-app-gamma-pied.vercel.app/">Marvel App</a>
            </div>
            <div className="project">
                <h3>OWL Top</h3>
                <p>Адаптивний дизайн, OWL Top <br/>
                    є платформою для демонстрації веб-дизайну та практики в створенні сайтів. Він містить різноманітні компоненти, такі як навігаційні меню, кнопки та картки, що дозволяє користувачам вивчати основи веб-розробки. Дизайн інтуїтивно зрозумілий, і сайт має привабливий зовнішній вигляд, що робить його зручним для навчання.</p>
                <a href="https://m0riko.github.io/practiceMakeSite/">OWL Top</a>
            </div>
        </div>
    );
};

export default Partfolio;