import React from 'react';
import './about.scss';

const About = () => {
    return (
        <div id="about" className="about">
            <h2>Про Нас</h2>
            <p><strong>Ajaramarela</strong> – це молода команда фахівців із розробки сайтів, заснована студентами у
                нашому університеті. Ми спеціалізуємося на створенні сучасних, функціональних веб-рішень, що повністю
                відповідають потребам наших клієнтів. Наша мета – допомогти бізнесам отримати ефективну
                онлайн-присутність і швидше досягти своїх цілей.</p>

            <p>Хоч ми тільки починаємо свій шлях, ми вже встигли зарекомендувати себе як відповідальні та надійні
                розробники, які цінують індивідуальний підхід до кожного проекту. Наша команда складається з ентузіастів
                своєї справи, готових розвиватися та навчатися заради досягнення найкращих результатів для наших
                клієнтів.</p>

            <p>Ми завжди відкриті для нових ідей та співпраці. Підписуйтесь на нас у <a href="https://www.linkedin.com/in/ajaramarela-student-72a143334/"
                                                                                        target="_blank">LinkedIn</a> і <a
                href="https://t.me/ajaramarela" target="_blank">Telegram</a>, щоб слідкувати за нашими оновленнями та бути
                на зв'язку.</p>
</div>
)
    ;
};

export default About;